{
    "anytime": [
        "Hé, sexy!",
        "J'espère que ta journée est aussi belle que ton visage !",
        "Tu t'entraines?",
        "J'ai de la chance d'être ton miroir !",
        "La Force est forte avec toi",
        "Si je pouvais te taper cinq... je le ferais!",
        "Sur une échelle de 1 à 10, vous êtes un 15!",
        "Être génial, c'est dur, mais tu y arriveras",
        "Je pourrais rester ici toute la journée !",
        "J'ai besoin de temps pour réfléchir...",
        "Je me vois beaucoup en toi",
        "Merde. Tu as l'air bien!",
        "Oui, tu es la plus belle de toutes",
        "Que la force soit avec toi",
        "Il n'y a pas d'endroit comme à la maison",
        "Il n'y a pas de cuillère...",
        "Temet nosce",
        "Bienvenue dans le désert du réel",
        "Si vous vous concentrez sur ce que vous avez laissé derrière vous, vous ne pourrez jamais voir ce qui vous attend",
        "J'ai porté une pastèque",
        "Tu dois tenir le cadre",
        "Ne sous-estimez jamais le pouvoir du déni",
        "Les étrangers veulent tous s'asseoir à côté de vous dans le bus",
        "Les collègues fantasment de rester coincés dans l'ascenseur avec vous",
        "Au moins deux amis vont donner votre nom à leur enfant et/ou poisson rouge",
        "Tu es terriblement doué pour la guerre des pouces",
        "Le FBI a mis votre téléphone sur écoute juste pour entendre le son de votre voix",
        "On n'oublie jamais de remplir le bac à glaçons",
        "Les gens aiment que vous touchiez accidentellement leurs fesses en mettant votre ceinture de sécurité",
        "Je te donnerais le dernier morceau de mon chewing-gum même si je venais de manger de l'ail",
        "Vous pourriez inventer une religion ou un régime bizarre et tout le monde le suivrait",
        "Votre principal vous appellerait au bureau juste pour avoir l'air cool",
        "Votre poignée de main transmet intelligence, confiance et légèreté",
        "Les flics admirent votre capacité à rester parfaitement à 3-5 miles au-dessus de la limite de vitesse",
        "Vous devez rarement aller aux toilettes lorsque vous volez dans le siège de la fenêtre",
        "Les cafards, souris et autres nuisibles évitent votre place par respect",
        "Les appelants sont intimidés par l'humour de votre message d'accueil",
        "Les enfants pensent que vous êtes la vieille personne cool",
        "Les gens pensent toujours que vos jeggings sont des jeans normaux",
        "80% des gangs de motards pensent que tu serais un ravissant side-car",
        "Tout le monde à la laverie pense que tu as les sous-vêtements les plus mignons",
        "Les gens derrière vous au cinéma pensent que vous avez la taille idéale",
        "Tes parents se disputent pour savoir à qui tu ressembles",
        "Ton sourire est contagieux",
        "Tu es superbe aujourd'hui",
        "Tu es un cookie intelligent",
        "Je parie que tu fais sourire les bébés",
        "Vous avez des manières impeccables",
        "J'aime ton style",
        "C'est toi qui rigole le mieux",
        "Je t'apprécie",
        "Tu es le plus parfait qui soit",
        "Votre point de vue est rafraîchissant",
        "Tu es un ami formidable",
        "Tu illumines la pièce",
        "Tu mérites un câlin en ce moment",
        "Tu devrais être fier de toi",
        "Vous êtes plus utile que vous ne le pensez",
        "Vous avez un excellent sens de l'humour",
        "Vous avez tous les bons mouvements!",
        "Tu es tout ça et un sac de chips géant",
        "Tu es encore plus belle à l'intérieur qu'à l'extérieur",
        "Si les merlebleus de dessins animés étaient réels, un groupe d'entre eux serait assis sur vos épaules en train de chanter en ce moment",
        "Vous faites la différence",
        "Tu es comme le soleil un jour de pluie",
        "Vous faites ressortir le meilleur chez les autres",
        "Votre capacité à vous rappeler des faits aléatoires au bon moment est impressionnante",
        "Vous êtes un grand auditeur",
        "Comment se fait-il que vous ayez toujours fière allure, même en pantalon de survêtement?",
        "Tout irait mieux si plus de gens étaient comme vous !",
        "Je parie que tu transpires des paillettes",
        "Tu étais cool bien avant que les hipsters ne soient cool",
        "Cette couleur te va parfaitement",
        "Traîner avec toi est toujours un plaisir",
        "Tu sens vraiment bon",
        "Être autour de vous rend tout meilleur !",
        "Quand tu dis, \"Je voulais faire ça,\" Je te crois totalement",
        "Les couleurs semblent plus vives lorsque vous êtes dans les parages",
        "Vous êtes merveilleux",
        "Tu as de jolis coudes. Pour de vrai !",
        "Les blagues sont plus drôles quand on leur raconte",
        "Vous valez mieux qu'un cornet de crème glacée à trois boules. Avec des pépites",
        "Votre nombril est plutôt adorable",
        "Tes cheveux sont magnifiques",
        "Tu es unique !",
        "Tu es inspirant",
        "Vous devriez être remercié plus souvent. Alors merci !!",
        "Vous avez les meilleures idées",
        "Vous savez toujours comment trouver cette doublure argentée",
        "Tout le monde se fait renverser parfois, mais tu te relèves toujours et tu continues",
        "Tu es une bougie dans l'obscurité",
        "Tu es un excellent exemple pour les autres",
        "Être autour de vous, c'est comme passer de joyeuses petites vacances",
        "Tu sais toujours quoi dire",
        "Vous apprenez toujours de nouvelles chosess et essayer de s'améliorer, ce qui est génial",
        "Si quelqu'un basait un mème Internet sur vous, il aurait une grammaire impeccable",
        "Vous pourriez survivre à une apocalypse zombie",
        "Tu es plus amusant que du papier bulle",
        "Quand tu fais une erreur, tu la répares",
        "Qui t'a élevé ? Ils méritent une médaille pour un travail bien fait",
        "Tu es douée pour comprendre des trucs",
        "Ta voix est magnifique",
        "Les gens que tu aimes ont de la chance de t'avoir dans leur vie",
        "Tu es comme une bouffée d'air frais",
        "Tu es magnifique - et c'est aussi la chose la moins intéressante à ton sujet",
        "Tu es si attentionné",
        "Votre potentiel créatif semble sans limite",
        "Votre nom vous va à ravir",
        "Tu es irrésistible quand tu rougis",
        "Les actions parlent plus que les mots, et les vôtres racontent une histoire incroyable",
        "D'une manière ou d'une autre, vous faites en sorte que le temps s'arrête et vole en même temps",
        "Quand tu te décides à propos de quelque chose, rien ne t'en empêche",
        "Tu sembles vraiment savoir qui tu es",
        "N'importe quelle équipe aurait de la chance de t'avoir",
        "Au lycée, je parie que vous avez été élu \"le plus susceptible de continuer à être génial.\"",
        "Les bébés et les petits animaux vous aiment probablement",
        "Tu es la raison pour laquelle quelqu'un sourit",
        "Tu es encore meilleur qu'une licorne, parce que tu es réel",
        "Comment continuez-vous à être aussi drôle et à faire rire tout le monde?",
        "Tu as une bonne tête sur les épaules",
        "Quelqu'un vous a-t-il déjà dit que vous aviez une excellente posture?",
        "La façon dont vous chérissez vos proches est incroyable",
        "Tu es vraiment quelque chose de spécial",
        "Tu es un cadeau pour ceux qui t'entourent",
        "Tu es si intelligent ! Pourquoi n'y ai-je pas pensé avant ?",
        "Tu es superbe dans cette tenue",
        "Tu paraîs plus jeune que ton âge",
        "J'aime ta façon de sourire",
        "Tu es si amusant!",
        "Merci d'avoir été si attentionné",
        "As-tu perdu du poids ? Tu as l'air en bonne santé",
        "Je t'aime parce que tu es un grand auditeur",
        "Tu m'as inspiré à devenir une meilleure personne",
        "Je n'aurais pas pu terminer ce projet sans votre aide",
        "J'aime votre sens du style",
        "Tes cheveux sont magnifiques",
        "Tu sens bon aujourd'hui",
        "Tu balances cette chemise!",
        "Bon travail!",
        "J'aime tes chaussures",
        "J'aime la façon dont vous avez conçu mon site Web",
        "Tu as une belle voix",
        "Ton chandail est joli. Où l'as-tu acheté ?",
        "Tu m'as fait rire avec cette blague",
        "J'aime toutes les photos que vous avez prises",
        "Tu es un mari formidable",
        "C'est tellement génial!",
        "Vous avez fait du sport ces derniers temps?",
        "Comment coiffez-vous vos cheveux comme ça?",
        "J'aime ton pantalon",
        "Je recommanderai votre service à mes amis",
        "Vous devez être la vie de la fête",
        "Tu es encore mieux sans maquillage",
        "Tu as un très bon goût vestimentaire",
        "Faites une pause! Vous méritez des vacances",
        "Comment rendre votre peau impeccable et radieuse?",
        "Jolis ongles !",
        "Tu es unique",
        "Tu es cool dans ces bottes",
        "Continuez votre bon travail!",
        "Vous avez réussi!",
        "Ces chaussures étaient un excellent choix.",
        "9 dentistes sur 10 sont d'accord, vous êtes le MEILLEUR",
        "La tenue d'aujourd'hui = Bravo",
        "Tes cheveux sont superbes aujourd'hui. Ils étaient aussi très beaux il y a deux jours",
        "Tu pourrais être astronaute si tu voulais. La NASA me l'a dit",
        "Votre hygiène dentaire est irréprochable.",
        "8 collaborateurs sur 10 sont d'accord, votre bureau est le plus propre.",
        "Tu serais le dernier debout dans un film d'horreur",
        "Tu es drôle. Genre, style LOL",
        "Vous avez les cheveux très lisses",
        "Vous méritez une promotion",
        "J'aime ton style",
        "Ça te va bien",
        "Vous avez une ossature parfaite",
        "J'aime tes chaussettes",
        "Ton sourire est à couper le souffle",
        "Vous faites sauter mes circuits de données",
        "Tu es la sauce de ma purée de pommes de terre",
        "Tu es plus cool que les pirates et les ninjas réunis",
        "J'aime ton pantalon",
        "Vous pourriez probablement mener une rébellion",
        "Votre peau est éclatante",
        "Vous pourriez survivre à une apocalypse zombie",
        "Tu es tellement génial",
        "Tu es plus marrant qu'un baril de singes",
        "Tu es plus agréable qu'une journée à la plage",
        "Votre verre est le plus plein",
        "Tu es si parfaite",
        "Tu es plus amusant que du papier bulle",
        "Vous êtes les genoux de l'abeille",
        "Vous savez certainement la différence entre votre et vous êtes",
        "Miam !, je t'aime bien",
        "Tu as les mouvements comme Jagger",
        "Je serais volontaire pour prendre ta place dans les Hunger Games",
        "Tu as de si beaux yeux",
        "Vous êtes génial",
        "Tu es le meilleur",
        "Vous êtes fantastiques",
        "Vous êtes vraiment intelligent",
        "Tu es superbe aujourd'hui, sérieusement"
    ],
    "morning": [
        "Bonjour Soleil!",
        "Qui a besoin de café quand tu as ton sourire ?",
        "Va les chercher, Tigre !",
        "Prenez le jour où vous êtes une belle sirène terrestre!",
        "J'aime l'odeur du napalm le matin",
        "Tu es en avance aujourd'hui"
    ],
    "afternoon": [
        "Frapper votre foulée!",
        "Vous faites une différence!",
        "Tu es plus amusant que du papier bulle !"
    ],
    "evening": [
        "Tu as fait sourire quelqu'un aujourd'hui, je le sais",
        "Vous faites la différence",
        "La journée a été meilleure pour vos efforts",
        "À demain!",
        "Dormez bien"
    ],
    "snow": [
        "Bataille de boules de neige !"
    ],
    "day_sunny": [
        "Aujourd'hui est une journée ensoleillée",
        "C'est une belle journée",
        "Le soleil brille aujourd'hui!",
        "C'est une belle journée",
        "C'est magnifique dehors, va jouer !"
    ],
    "day_cloudy": [
        "C'est nuageux là-bas, mais pas de boulettes de viande",
        "C'est peut-être nuageux, mais il fait quand même beau!",
        "Le soleil se cache en ce moment"
    ],
    "cloudy": [],
    "cloudy_windy": [],
    "showers": [],
    "rain": [
        "Prends ton parapluie avec toi",
        "C'est mouillé là-bas, conduisez prudemment !",
        "Il pleut dehors, mais tu illumines ma journée"
    ],
    "thunderstorm": [],
    "fog": [],
    "night_clear": [
        "Météo pour ce soir: sombre"
    ],
    "night_cloudy": [],
    "night_showers": [],
    "night_rain": [],
    "night_thunderstorm": [
        "C'est une nuit d'orage, n'aie pas peur"
    ],
    "night_alt_cloudy_windy": [],
    "....-12-24": [
        "Joyeux Noël!"
    ],
    "....-12-25": [
        "Joyeux Noël!"
    ],
    "....-01-01": [
        "Bonne année !"
    ]
}